/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Group" = "Group";
"Name" = "Name";
"none given" = "none given";
"Enabled" = "Enabled";

/* 
 * This seems very silly, but it's important. Dubsar actually has a fair few installations in other countries. I would
 * like to do some work on i18n, but it's not going to happen this release. I think it's defensible in an English
 * dictionary application not to support languages other than English (though it's not what I want, and hopefully the
 * situation will not last). If I had something like "help_text" = "Use the Notification...."; the English here would
 * not be displayed in other locales. But using the full text as the identifier results in English being displayed
 * in all locales. If someone's using this app, hopefully they can read a bit of English. And again, I want to improve
 * on this state of affairs.
 */
"Use the Notification Center to control how, when and whether notifications are delivered to you. Use this switch to prevent Dubsar from registering with Urban Airship, disabling push notifications altogether. Changes to this setting only take effect the next time you launch or foreground the Dubsar application by tapping its icon." = "Use the Notification Center to control how, when and whether notifications are delivered to you. Use this switch to prevent Dubsar from registering with Urban Airship, disabling push notifications altogether. Changes to this setting only take effect the next time you launch or foreground the Dubsar application by tapping its icon.";